Repository: common-repository/bubuku-media-library
Catalog: languages/bubuku-media-library-*.po
Languages: es_es, zh_tw

source: In order to sort or filter by size, you need to calculate
es_es: Para ordenar o filtrar por tamaño tienes que calcular
zh_tw: 如需依據圖片檔案大小進行排序或篩選，便需重新計算。

source: This media is not supported.
es_es: Este medio no está admitido.
zh_tw: 不支援這個媒體。

source: Image alt text
es_es: Texto «alt» de la imagen
zh_tw: 圖片替代文字

source: error
zh_tw: 發生錯誤。

source: empty Media ID
es_es: ID de medio vacío
zh_tw: 空白媒體 ID

source: High file size
es_es: Tamaño grande de archivo
zh_tw: 大型檔案大小

source: Medium file size
es_es: Tamaño medio de archivo
zh_tw: 中型檔案大小

source: Good file size
es_es: Buen tamaño de archivo
zh_tw: 良好檔案大小

source: All file size
es_es: Todos los tamaños de archivo
zh_tw: 全部檔案大小

source: full alt text
es_es: Texto «alt» completo
zh_tw: 完整替代文字

source: Empty alt text
es_es: Texto «alt» vacío
zh_tw: 空白替代文字

source: All alt text
es_es: Todos los textos «alt»
zh_tw: 全部替代文字

source: Calculate
es_es: Calcular
zh_tw: 計算

source: Plugin created by Bubuku for media library management and optimization
es_es: Plugin creado por Bubuku para la gestión y optimización de la biblioteca de medios
zh_tw: 這個外掛由 Bubuku 開發，專為媒體庫管理及最佳化所設計。
